Repository: QuickPay/standard-branding
Catalog: locales/*/LC_MESSAGES/branding.po
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, fo_fo, hr_hr, hu_hu, is_is, it_it, ja_jp, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_yu, sv_se, tr_tr, uk_ua

source: You have cancelled the payment
bg_bg: Анулирахте плащането
da_dk: Du har annulleret betalingen
de_de: Sie haben die Zahlung storniert
el_gr: Έχετε ακυρώσει την πληρωμή
es_es: Ha cancelado el pago
fi_fi: Olet peruuttanut maksun
fo_fo: Tú hevur angra gjaldið
hr_hr: Otkazali ste plaćanje
hu_hu: Ön visszavonta a kifizetést
is_is: Þú hefur hætt við greiðsluna
it_it: Hai annullato il pagamento
ja_jp: 支払いをキャンセルしました。
lt_lt: Atšaukėte mokėjimą
nl_nl: U heeft de betaling geannuleerd
no_no: Du har kansellert betalingen
pl_pl: Transakcja została anulowana
pt_pt: Cancelou o pagamento
ro_ro: Ați anulat plata
ru_ru: Вы отменили платеж
sk_sk: Zrušili ste platbu
sl_si: Preklicali ste plačilo
sr_yu: Otkazali ste plaćanje
sv_se: Du har avbrutit betalningen
tr_tr: Ödemeyi iptal ettiniz
uk_ua: Ви скасували платіж

source: Order expired
bg_bg: Валидността на поръчката е изтекла
da_dk: Ordre udløbet
de_de: Bestellung abgelaufen
el_gr: Η παραγγελία έληξε
es_es: Orden caducada
fi_fi: Tilaus vanhentunut
fo_fo: Bílegging útgingin
hr_hr: Narudžba istekla
hu_hu: A megrendelés lejárt
is_is: Pöntun útrunnin
it_it: Ordine scaduto
ja_jp: 注文の有効期限が切れました
lt_lt: Užsakymas nebegalioja
nl_nl: Order verlopen
no_no: Ordre utløpt
pl_pl: Zamówienie wygasło
pt_pt: Encomenda expirada
ro_ro: Comandă expirată
ru_ru: Срок действия заказа истек
sk_sk: Platnosť objednávky vypršala
sl_si: Naročilo je poteklo
sr_yu: Narudžbina je istekla
sv_se: Beställningen har löpt ut
tr_tr: Siparişin süresi sona erdi
uk_ua: Термін дії замовлення вичерпано

source: You did not finish the purchase within the time frame.
bg_bg: Не завършихте покупката в необходимия срок.
da_dk: Du har ikke gennemført betalingen inden for tidsrammen.
de_de: Sie haben den Kauf nicht innerhalb des verfügbaren Zeitfensters abgeschlossen.
el_gr: Δεν ολοκληρώσατε την αγορά εντός του χρονικού πλαισίου.
es_es: No terminó la compra dentro del plazo.
fi_fi: Et suorittanut ostoa loppuun aikarajan sisällä.
fo_fo: Tú fullførdi ikki keypi innan fyri tíðarrammuna.
hr_hr: Niste završili kupovinu unutar određenog vremenskog okvira.
hu_hu: Nem fejezte be a vásárlást az időkereten belül.
is_is: Þú laukst ekki við kaupin innan tímarammans.
it_it: Non hai completato l'acquisto nel lasso di tempo concesso.
ja_jp: 規定の時間内に購入が完了されませんでした。
lt_lt: Neįvykdėte pirkimo per nurodytą laiką.
nl_nl: Het tijdskader voor het afronden van deze order is verstreken.
no_no: Du har ikke gjennomført betalingen innenfor tidsrammen.
pl_pl: Zakup nie został zakończony w określonym czasie.
pt_pt: Não concluiu a compra dentro do prazo.
ro_ro: Nu ați finalizat cumpărătura în cadrul timpului alocat.
ru_ru: Вы не закончили покупку в течение отведенного времени.
sk_sk: Nedokončili ste nákup v požadovanom čase.
sl_si: Nakupa niste dokončali v predvidenem času.
sr_yu: Niste završili kupovinu u vremenskom okviru.
sv_se: Du fullföljde inte köpet inom tidsramen.
tr_tr: Alışverişi gerekli zaman süresinde tamamlamadınız.
uk_ua: Ви не завершили покупку у встановлений термін.

source: Click here to continue
bg_bg: Кликнете тук, за да продължите
da_dk: Klik her for at fortsætte
de_de: Klicken Sie hier, um fortzufahren
el_gr: Κάντε κλικ εδώ για να συνεχίσετε
es_es: Clic aquí para continuar
fi_fi: Napsauta tätä jatkaaksesi
fo_fo: Trýst her fyri at halda framm.
hr_hr: Kliknite ovdje za nastavak
hu_hu: A folytatáshoz kattintson ide
is_is: Smelltu hér til að halda áfram
it_it: Clicca qui per continuare
ja_jp: クリックして続行
lt_lt: Spustelėkite čia ir tęskite
nl_nl: Klik hier om verder te gaan
no_no: Klikk her for å fortsette
pl_pl: Kliknij tutaj, aby kontynuować
pt_pt: Clique aqui para continuar
ro_ro: Apăsați aici pentru a continua
ru_ru: Нажмите сюда, чтобы продолжить
sk_sk: Ak chcete pokračovať, kliknite sem
sl_si: Kliknite tukaj za nadaljevanje
sr_yu: Kliknite ovde da biste nastavili
sv_se: Klicka här för att fortsätta
tr_tr: Devam etmek için buraya tıklayın
uk_ua: Натисніть тут, щоб продовжити

source: The order is already paid.
bg_bg: Поръчката вече е платена.
da_dk: Ordren er allerede betalt.
de_de: Die Bestellung ist bereits bezahlt.
el_gr: Η παραγγελία έχει ήδη πληρωθεί.
es_es: La orden ya está pagado.
fi_fi: Tilaus on jo maksettu.
fo_fo: Hendan bílegging er longu goldin.
hr_hr: Narudžba je već plaćena.
hu_hu: A megrendelés már ki lett fizetve.
is_is: Pöntunin er þegar greidd.
it_it: L'ordine è già stato pagato.
ja_jp: この注文には既に支払いがされています。
lt_lt: Užsakymas jau apmokėtas.
nl_nl: De order is reeds voldaan.
no_no: Ordren er allerede betalt.
pl_pl: Zamówienie zostało już zapłacone.
pt_pt: A encomenda já está paga.
ro_ro: Comanda este deja plătită.
ru_ru: Заказ уже оплачен.
sk_sk: Táto objednávka je už vyplatená.
sl_si: Naročilo je že plačano.
sr_yu: Narudžbina je već plaćena.
sv_se: Beställningen är redan betald.
tr_tr: Bu siparişin ödemesi yapılmış.
uk_ua: Замовлення вже оплачено.

source: Continue to the shop
bg_bg: Продължете към магазина
da_dk: Fortsæt til butikken
de_de: Weiter zum Shop
el_gr: Συνεχίστε στο κατάστημα
es_es: Continuar a la tienda en línea
fi_fi: Jatka kauppaan
fo_fo: Halt á fram til handilin
hr_hr: Nastavite do trgovine
hu_hu: Tovább a bolthoz
is_is: Halda áfram í búðina
it_it: Visita il negozio
ja_jp: ショップに進む
lt_lt: Tęsti parduotuvėje
nl_nl: Ga verder naar de winkel
no_no: Fortsett til butikken
pl_pl: Przejdź do sklepu
pt_pt: Continuar a fazer compras
ro_ro: Continuați la magazin
ru_ru: Перейти в магазин
sk_sk: Pokračovať v nákupe
sl_si: Nadaljuj v trgovino
sr_yu: Nastavite u prodavnicu
sv_se: Fortsätt till butiken
tr_tr: Alışverişe devam edin
uk_ua: Продовжити покупки

source: An unknown error happened.
bg_bg: Възникна неизвестна грешка.
da_dk: Der skete en fejl.
de_de: Ein Fehler ist aufgetreten.
el_gr: Παρουσιάστηκε άγνωστο σφάλμα.
es_es: Ocurrió un error desconocido.
fi_fi: Tapahtui tuntematon virhe.
fo_fo: Ein ókendur feilur hendi.
hr_hr: Nastala je nepoznata greška.
hu_hu: Ismeretlen hiba lépett fel.
is_is: Óþekkt villa kom upp.
it_it: Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
lt_lt: Įvyko nežinoma klaida.
nl_nl: Er is een onbekende fout opgetreden.
no_no: Det skjedde en feil.
pl_pl: Wystąpił nieznany błąd.
pt_pt: Ocorreu um erro desconhecido.
ro_ro: A intervenit o eroare necunoscută.
ru_ru: Произошла неизвестная ошибка.
sk_sk: Vyskytla sa neznáma chyba.
sl_si: Prišlo je do neznane napake.
sr_yu: Došlo je do nepoznate greške.
sv_se: Ett fel har inträffat.
tr_tr: Bilinmeyen bir hata oluştu.
uk_ua: Виникла невідома помилка.

source: Please try again.
bg_bg: Моля, опитайте отново.
da_dk: Prøv venligst igen.
de_de: Bitte versuchen Sie es erneut.
el_gr: Παρακαλούμε δοκιμάστε ξανά.
es_es: Por favor, inténtelo de nuevo.
fi_fi: Ole hyvä ja yritä uudelleen.
fo_fo: Vinarliga royn aftur.
hr_hr: Molimo pokušajte ponovno.
hu_hu: Kérjük, próbálkozzon később.
is_is: Vinsamlegast reyndu aftur.
it_it: Riprova.
ja_jp: 再度お試し下さい。
lt_lt: Prašome bandyti dar kartą.
nl_nl: Probeer het alstublieft opnieuw.
no_no: Vennligst prøv igjen.
pl_pl: Proszę spróbować ponownie.
pt_pt: Por favor, tente novamente.
ro_ro: Vă rugăm să încercați din nou.
ru_ru: Повторите попытку.
sk_sk: Prosím, skúste to znovu.
sl_si: Prosimo, poskusite ponovno.
sr_yu: Molimo vas da pokušate ponovo.
sv_se: Var god försök igen.
tr_tr: Lütfen yeniden deneyin.
uk_ua: Будь ласка, спробуйте ще раз.

source: Unable to complete payment
bg_bg: Плащането не може да бъде извършено
da_dk: Betalingen kan ikke gennemføres
de_de: Die Zahlung kann nicht abgeschlossen werden
el_gr: Δεν είναι δυνατή η ολοκλήρωση της πληρωμής
es_es: No se puede completar el pago
fi_fi: Kykenemätön suorittamaan maksua
fo_fo: Gjaldingin var ikki fullførd.
hr_hr: Nije moguće završiti plaćanje
hu_hu: Nem sikerül befejezni a fizetést
is_is: Ekki tókst að ljúka greiðslu
it_it: Impossibile completare il pagamento
ja_jp: 支払いを完了できませんでした
lt_lt: Nepavyksta atlikti mokėjimo
nl_nl: Het afronden van de betaling is niet mogelijk
no_no: Betalingen kan ikke gjennomføres
pl_pl: Nie można ukończyć płatności
pt_pt: Impossível concluir o pagamento
ro_ro: Plata nu poate fi finalizată
ru_ru: Невозможно завершить оплату
sk_sk: Nepodarilo sa vykonať platbu
sl_si: Plačila ni mogoče opraviti
sr_yu: Plaćanje nije moglo da se izvrši
sv_se: Oförmögen att fullfölja betalningen
tr_tr: Ödeme tamamlanamıyor
uk_ua: Неможливо завершити платіж

source: 3D Secure authorization failed.
bg_bg: Неуспешно потвърждение на 3D Secure.
da_dk: 3D Secure autorisationen fejlede.
de_de: 3D Secure-Bestätigung fehlgeschlagen.
el_gr: Η εξουσιοδότηση 3D Secure απέτυχε.
es_es: Error de autorización 3D Secure.
fi_fi: 3D Secure valtuutus epäonnistui.
fo_fo: 3D Secure heimildin miseydnaðist
hr_hr: 3D Secure autorizacija nije uspjela.
hu_hu: A 3D Secure engedélyezés nem sikerült.
is_is: 3D Secure auðkenning mistókst.
it_it: Autorizzazione 3D Secure non riuscita.
ja_jp: 3Dセキュアの認証が失敗しました。
lt_lt: „3D Secure” autorizavimas nesėkmingas.
nl_nl: 3D beveiliging autorisatie is mislukt.
no_no: 3D Secure-autorisasjonen feilet.
pl_pl: Autoryzacja 3D Secure nie powiodła się.
pt_pt: A autorização 3D Secure falhou.
ro_ro: Autorizarea 3D Secure a eșuat.
ru_ru: Не удалось выполнить авторизацию 3D Secure.
sk_sk: 3D Secure autorizácia zlyhala.
sl_si: 3-D Secure avtorizacija ni uspela.
sr_yu: 3D Secure autorizacija nije uspela.
sv_se: Autentiseringen av 3D Secure misslyckades.
tr_tr: 3D Güvenlik Sistemi yetkilendirilmesi başarısız oldu.
uk_ua: Збій авторизації 3D Secure.

source: Please try again or select another payment method.
bg_bg: Моля, опитайте отново или изберете друг начин на плащане.
da_dk: Prøv venligst igen eller vælg en anden betalingsmetode.
de_de: Bitte versuchen Sie es erneut oder wählen Sie eine andere Zahlungsmethode.
el_gr: Παρακαλούμε δοκιμάστε ξανά ή επιλέξτε έναν άλλο τρόπο πληρωμής.
es_es: Inténtalo de nuevo o selecciona otra forma de pago.
fi_fi: Ole hyvä ja yritä uudelleen tai valitse toinen maksutapa.
fo_fo: Vinarliga royn aftur, ella nýt annan gjaldshátt.
hr_hr: Molimo pokušajte ponovno ili izaberite drugu metodu plaćanja.
hu_hu: Kérjük, próbálja meg újra, vagy válasszon más fizetési módszert.
is_is: Vinsamlegast reyndu aftur eða veldu aðra greiðsluaðferð.
it_it: Riprova o seleziona un metodo di pagamento diverso.
ja_jp: 再度お試しになるか、他の支払い方法を選択してください。
lt_lt: Prašome bandyti dar kartą arba pasirinkti kitą mokėjimo būdą.
nl_nl: 3D Beveiliging autorisatie is mislukt.
no_no: Vennligst prøv igjen eller velg en annen betalingsmetode.
pl_pl: Prosimy spróbować ponownie lub wybrać inną metodę płatności.
pt_pt: Por favor, tente novamente ou selecione outro método de pagamento.
ro_ro: Vă rugăm să încercați din nou sau să selectați o altă metodă de plată.
ru_ru: Повторите попытку или воспользуйтесь иным способом платежа.
sk_sk: Prosím, skúste to znovu alebo si vyberte iný spôsob platby.
sl_si: Prosimo, poskusite ponovno, ali izberite drugi način plačila.
sr_yu: Molimo vas da pokušate ponovo ili da probate drugi način plaćanja.
sv_se: Var god försök igen eller välj en annan betalningsmetod.
tr_tr: Lütfen yeniden deneyin veya başka bir ödeme yöntemi seçin.
uk_ua: Будь ласка, спробуйте ще раз, або виберіть іншу форму оплати.

source: 3D Secure enrollment failed.
bg_bg: Неуспешен абонамент за 3D Secure.
da_dk: 3D Secure tilmelding fejlede.
de_de: 3-D Secure-Registrierung fehlgeschlagen.
el_gr: Η εγγραφή 3D Secure απέτυχε.
es_es: La matrícula de 3D Secure falló.
fi_fi: 3D Secure valtuutus epäonnistui.
fo_fo: 3D Secure innriting miseydnaðist
hr_hr: 3D Secure upis nije uspio.
hu_hu: A 3D Secure feliratkozás nem sikerült.
is_is: 3D Secure skráning mistókst.
it_it: Registrazione a 3D Secure non riuscita.
ja_jp: 3Dセキュアの登録が失敗しました。
lt_lt: „3D Secure” registracija nesėkminga.
nl_nl: 3D Beveiliging autorisatie is mislukt. Probeer het alstublieft opnieuw of selecteer een andere betalingsmogelijkheden.
no_no: 3D Secure-påmelding feilet.
pl_pl: Weryfikacja w ramach usługi 3D Secure nie powiodła się.
pt_pt: A inscrição no 3D Secure falhou.
ro_ro: Înregistrarea 3D Secure a eșuat.
ru_ru: Ошибка регистрации в 3D Secure.
sk_sk: Zápis 3D Secure sa nepodarilo uskutočniť.
sl_si: 3-D Secure vpis ni uspel.
sr_yu: 3D Secure prijava nije uspela.
sv_se: Inskrivningn av 3D Secure misslyckades.
tr_tr: 3D Güvenlik Sistemi kaydı başarısız oldu.
uk_ua: Помилка зарахування 3D Secure.

source: The payment details have changed since you initiated the payment.
bg_bg: Данните за плащане се промениха спрямо момента, в който започнахте плащането.
da_dk: Betalingsdetaljerne har ændret sig, siden du påbegyndte betalingen.
de_de: Seit dem Aufruf des Bezahlvorgangs haben sich Angaben zur Zahlung geändert.
el_gr: Τα στοιχεία πληρωμής έχουν αλλάξει από τότε που ξεκινήσατε την πληρωμή.
es_es: Los detalles de pago han cambiado desde que inició el pago.
fi_fi: Maksutiedot ovat muuttuneet maksun aloittamisen jälkeen.
fo_fo: Staklutir í gjaldingini eru broyttir, síðani tú byrjaði gjaldingina.
hr_hr: Detalji plaćanja su se promijenili otkako ste pokrenuli proces plaćanja.
hu_hu: A fizetési részletek megváltoztak a fizetés kezdeményezése óta.
is_is: Greiðsluupplýsingarnar hafa breyst frá því að þú byrjaðir á greiðslunni.
it_it: I dettagli di pagamento sono cambiati da quando hai avviato il pagamento.
ja_jp: 支払い手続き開始後に支払いの詳細情報が変更されました。
lt_lt: Mokėjimo informacija pasikeitė, nes pradėjote mokėjimą.
nl_nl: The gegevens van de betaling zijn gewijzigd sinds het moment waarop u deze heeft gestart.
no_no: Betalingsdetaljene har endret seg siden du påbegynte betalingen.
pl_pl: Szczegóły płatności zmieniły się od czasu zainicjowania płatności.
pt_pt: Os dados de pagamento mudaram desde que iniciou o pagamento.
ro_ro: Detaliile plății s-au schimbat de când ați inițiat plata.
ru_ru: С момента инициирования платежа изменились платежные реквизиты.
sk_sk: Kým ste vykonali platbu, údaje o platbe sa zmenili.
sl_si: Podatki o plačniku so se spremenili, odkar ste začeli plačilo.
sr_yu: Detalji o plaćanju su se promenili otkad ste započeli plaćanje.
sv_se: Betalningsuppgifterna har ändrats sedan du påbörjade betalningen.
tr_tr: Ödemeyi başlattığınızdan bu yana ödeme bilgileri değişti.
uk_ua: З моменту ініціювання платежу змінились реквізити платежу.

source: Click here to start over
bg_bg: Кликнете тук, за да започнете отначало
da_dk: Klik her for at starte forfra
de_de: Klicken Sie hier, um neu zu beginnen
el_gr: Κάντε κλικ εδώ για να αρχίσετε ξανά
es_es: Haga clic aquí para comenzar de nuevo
fi_fi: Napsauta tätä aloittaaksesi uudelleen
fo_fo: Trýst her fyri at byrja umaftur
hr_hr: Kliknite ovdje da pokušate ponovno
hu_hu: Az újrakezdéshez kattintson ide
is_is: Smelltu hér til að byrja aftur
it_it: Clicca qui per ricominciare
ja_jp: やり直すにはこちらをクリックしてください
lt_lt: Spustelėkite čia ir pradėkite iš naujo
nl_nl: Klik hier om opnieuw te beginnen
no_no: Klikk her for å starte forfra
pl_pl: Kliknij tutaj, aby zacząć od nowa
pt_pt: Clique aqui para começar de novo
ro_ro: Apăsați aici pentru a începe de la capăt
ru_ru: Нажмите сюда, чтобы начать заново
sk_sk: Ak chcete začať znovu, kliknite sem
sl_si: Kliknite tukaj in začnite znova.
sr_yu: Kliknite ovde da biste počeli ispočetka
sv_se: Klicka här för att börja om
tr_tr: Yeniden başlamak için buraya tıklayın
uk_ua: Натисніть тут, щоб почати знову

source: Try again
bg_bg: Опитайте отново
da_dk: Prøv igen
de_de: Versuchen Sie es noch einmal
el_gr: Δοκιμάστε ξανά
es_es: Inténtalo de nuevo
fi_fi: Yritä uudelleen
fo_fo: Royn aftur
hr_hr: Pokušajte ponovno
hu_hu: Próbálkozzon újra
is_is: Reyndu aftur
it_it: Riprova
ja_jp: 再度お試しください
lt_lt: Bandyti dar kartą
nl_nl: Probeer opnieuw
no_no: Prøv igjen
pl_pl: Spróbuj ponownie
pt_pt: Voltar a tentar
ro_ro: Încercați din nou
ru_ru: Повторить попытку
sk_sk: Skúste to znovu
sl_si: Poskusite ponovno
sr_yu: Pokušajte ponovo
sv_se: Försök igen
tr_tr: Yeniden deneyin
uk_ua: Спробувати знову

source: Starting 3D Secure payment. Please wait...
da_dk: Starter 3D Secure betaling. Vent venligst...
el_gr: Έναρξη πληρωμής 3D Secure. Παρακαλούμε περιμένετε...
es_es: Inicio del pago 3D Secure. Por favor espera...
fi_fi: Aloitetaan 3D Secure maksua. Ole hyvä ja odota...
fo_fo: 3D Secure gjalding byrjar. Vinarliga bíða...
hr_hr: Pokreće se 3D Secure plaćanje. Molimo pričekajte...
hu_hu: Kezdődik a 3D Secure fizetés. Kérjük, várjon...
ja_jp: 3Dセキュア決済を開始しています。お待ち下さい...。
nl_nl: Starten van de 3D beveiligde betaling. Gelieve te wachten...
no_no: Starter 3-D Secure betaling. Vennligst vent...
pt_pt: A iniciar o pagamento 3D Secure. Por favor, aguarde...
ru_ru: Запуск оплаты 3D Secure. Пожалуйста, подождите...
sk_sk: Inicializuje sa 3D Secure platba. Prosím, počkajte...
sr_yu: Započinje se 3D Secure plaćanje. Molimo vas da sačekate...
tr_tr: 3D Güvenli ödeme başlatılıyor. Lütfen bekleyin...
uk_ua: Запускаємо платіж 3D Secure. Будь ласка, зачекайте...

source: Running 3-D Secure checks. Please wait...
da_dk: Kører 3-D Secure. Vent venligst..
de_de: 3D Secure-Zahlung wird initiiert. Bitte warten...
no_no: Utfører 3-D Secure-sjekker. Vennligst vent…
sv_se: Kör 3-D Secure-kontroller. Var god vänta…

source: When you click the button below, the Anyday split payment window will open.
da_dk: Anyday betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Anyday.
no_no: Anyday-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Anyday att öppnas.

source: When finished, you will be redirected back to your receipt.
bg_bg: Когато сте готови, ще бъдете пренасочени обратно към Вашата разписка.
da_dk: Når betaligen er gennemført, kommer du retur til din kvittering.
de_de: Wenn Sie fertig sind, werden Sie zu Ihrem Beleg zurückgeleitet.
el_gr: Όταν τελειώσετε, θα μεταφερθείτε ξανά στην απόδειξή σας.
es_es: Cuando termine, será redirigido de nuevo a su recibo.
fi_fi: Lopuksi sinut ohjataan takaisin kuitillesi.
fo_fo: Tá hetta er liðugt, verður tú leiddur víðari til kvittan tína.
hr_hr: Po završetku ćete biti preusmjereni na pregled računa.
hu_hu: Amikor kész, ön át lesz irányítva az elismervényéhez.
is_is: Þegar þú hefur klárað, verður þér vísað aftur til kvittuninnar þinnar.
it_it: Al termine della procedura si verra reindirizzati al documento
ja_jp: 完了後はレシート画面に転送されます。
lt_lt: Kai baigsite, būsite peradresuotas atgal į savo kvitą.
nl_nl: Wanneer uw deze stappen heeft afgerond, wordt u teruggeleid naar naar uw betalingsbewijs.
no_no: Når betalingen er gjennomført, kommer du tilbake til din kvittering.
pl_pl: Po zakończeniu, zostaniesz skierowany z powrotem do potwierdzenia.
pt_pt: Quando terminar, será redirecionado de novo para o seu recibo.
ro_ro: După ce terminați, Veți fi redirecționat înapoi la chitanța dvs.
ru_ru: Когда вы закончите, вас перенаправят обратно к Вашему чеку.
sk_sk: Na konci vás presmerujeme späť na stránku s potvrdenkou.
sl_si: Ko končate, boste preusmerjeni nazaj na svoje naročilo.
sr_yu: Kada završite, bićete preusmereni nazad na svoj račun.
sv_se: När du avslutat detta steg, kommer du att dirigeras tillbaka till ditt kvitto.
tr_tr: İşleminizi bitirdiğinizde makbuzunuza yönlendirileceksiniz.
uk_ua: Після завершення вас буде перенаправлено назад до вашого чеку

source: Proceed to payment
bg_bg: Продължете към плащането
da_dk: Fortsæt til betaling
de_de: Weiter zur Zahlung
el_gr: Προχωρήστε στην πληρωμή
es_es: Proceder al pago
fi_fi: Jatka maksuun
fo_fo: Halt á fram til gjalding
hr_hr: Nastavi na plaćanje
hu_hu: Tovább a fizetéshez
is_is: Halda áfram til greiðslu
it_it: Procedi con il pagamento
ja_jp: 支払いに進む
lt_lt: Tęsti mokėjimą
nl_nl: Ga verder naar de betaling
no_no: Fortsett til betaling
pl_pl: Przejdź do płatności
pt_pt: Prosseguir para o pagamento
ro_ro: Continuați la plată
ru_ru: Перейти к оплате
sk_sk: Prejsť na platbu
sl_si: Nadaljuj na plačilo
sr_yu: Nastavite na plaćanje
sv_se: Fortsätt till betalning
tr_tr: Ödemeye geçin
uk_ua: Перейти до платежу

source: When you click the button below, the Bancontact payment window will open.
da_dk: Bancontact betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Bancontact.
no_no: Bancontact-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Bancontact att öppnas.

source: The Bitcoin address was copied to your clipboard.
bg_bg: Биткойн адресът е копиран във Вашия клипборд.
da_dk: Bitcoin adressen blev kopieret til udklipsholderen.
de_de: Die Bitcoin-Adresse wurde in Ihre Zwischenablage kopiert.
el_gr: Η διεύθυνση Bitcoin αντιγράφηκε στο πρόχειρό σας.
hr_hr: Adresa Bitcoina je kopirana u vaš međuspremnik.
hu_hu: A Bitcoin-cím a vágólapra lett másolva.
is_is: Bitcoin vistfangið var afritað á klemmuspjaldið þitt.
it_it: L'indirizzo Bitcoin è stato copiato negli appunti.
ja_jp: ビットコインアドレスがクリップボードにコピーされました。
lt_lt: Į jūsų mainų sritį nukopijuotas bitkoino adresas.
nl_nl: Je Bitcoin adres is gekopieerd naar het klembord.
no_no: Bitcoin-adressen ble kopiert til utklippstavlen.
pl_pl: Adres Bitcoin został pomyślnie skopiowany do schowka.
pt_pt: O endereço de Bitcoin foi copiado para a área de transferência.
ro_ro: Adresa Bitcoin a fost copiată pe clipboard.
ru_ru: Адрес Bitcoin скопирован в ваш буфер обмена.
sk_sk: Bitcoin adresa bola skopírovaná do vašej schránky.
sr_yu: Bitkoin adresa je kopirana u ostavu.
sv_se: Bitcoin-adressen kopierades till urklipp.
tr_tr: Bitcoin adresi panonuza kopyalandı.
uk_ua: Bitcoin адресу скопійовано в буфер обміну.

source: Could not copy the Bitcoin address to your clipboard
bg_bg: Биткойн адресът не можа да се копира във Вашия клипборд
da_dk: Kunne ikke kopiere Bitcoin adressen til din udklipsholder
de_de: Die Bitcoin-Adresse konnte nicht in Ihre Zwischenablage kopiert werden.
el_gr: Δεν ήταν δυνατή η αντιγραφή της διεύθυνσης Bitcoin στο πρόχειρο σας
hr_hr: Adresa Bitcoina nije uspješno kopirana u vaš međuspremnik
hu_hu: A Bitcoin-címet nem sikerült a vágólapjára másolni
is_is: Gat ekki afritað Bitcoin vistfangið á klemmuspjaldið þitt
it_it: Impossibile copiare l'indirizzo Bitcoin negli appunti.
ja_jp: ビットコインアドレスをクリップボードにコピーできませんでした。
lt_lt: Nepavyko nukopijuoti jūsų bitkoino adreso į jūsų mainų sritį
nl_nl: Het is niet gelukt om het Bitcoin adres naar uw klembord te kopiÃ«ren
no_no: Kunne ikke kopiere Bitcoin-adressen til utklippstavlen din
pl_pl: Niestety, kopiowanie adresu Bitcoin nie powiodło się
pt_pt: Não foi possível copiar o endereço de Bitcoin para a sua área de transferência
ro_ro: Copierea adresei Bitcoin pe clipboard nereușită
ru_ru: Не удалось скопировать адрес Bitcoin в ваш буфер обмена
sk_sk: Nepodarilo sa skopírovať Bitcoin adresu do vašej schránky
sr_yu: Bitkoin adresa nije mogla da se kopira u ostavu
sv_se: Det gick inte att kopiera Bitcoin-adressen till urklipp
tr_tr: Bitcoin adresi panonuza kopyalanamadı
uk_ua: Неможливо скопіювати Bitcoin адресу в буфер обміну

source: Open in wallet
bg_bg: Отворете в портфейла
da_dk: Åben i tegnebog
de_de: In Wallet öffnen
el_gr: Άνοιγμα σε πορτοφόλι
hr_hr: Otvoriti u novčaniku
hu_hu: Megnyitás pénztárcában
is_is: Opna í veski
it_it: Apri nel wallet
ja_jp: ウォレットで開く
lt_lt: Atidaryti piniginėje
nl_nl: Open in portemonnee
no_no: Úpne i lommebok
pl_pl: Otwórz w e-portfelu
pt_pt: Abrir na carteira
ro_ro: Deschideți în portofel
ru_ru: Открыть в кошельке
sk_sk: Otvoriť v peňaženke
sr_yu: Otvori u novčaniku
sv_se: Öppna i plånboken
tr_tr: Cüzdanda aç
uk_ua: Відкрити у гаманці
