Repository: QuickPay/standard-branding
Catalog: locales/*/LC_MESSAGES/branding.po
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, fo_fo, hr_hr, hu_hu, is_is, it_it, ja_jp, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_yu, sv_se, tr_tr, uk_ua

source: When you click the button below, the Vipps payment window will open.
da_dk: Vipps betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Vipps.
nl_nl: Wanneer u op de onderstaande knop klikt wordt het Vipps betalingsvenster geopend.
no_no: Vipps betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu przycisku poniżej otworzy się okno płatności Vipps.
ru_ru: При нажатии на кнопку ниже откроется окно платежа Vipps.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo Vipps okno za plačilo.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Vipps att öppnas.

source: When you click the button below, the Vipps PSP window will open
da_dk: Vipps betalingsvinduet åbner, når du klikker på knappen herunder
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Vipps
no_no: Vipps-betalingsvinduet åpner når du klikker på knappen nedenfor
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Vipps att öppnas

source: When you click the button below, the WeChat payment window will open.
da_dk: WeChat betalingsvinduet åbner, når du klikker på knappen herunder.
no_no: WeChat-betalingsvinduet åpner når du klikker på knappen nedenfor.

source: Other Payment Methods
bg_bg: Други начини на плащане
da_dk: Andre betalingsmetoder
de_de: Andere Zahlungsmethoden
el_gr: Άλλοι τρόποι πληρωμής
es_es: Otros métodos de pago
fi_fi: Muita maksutapoja
fo_fo: Aðrir gjaldsháttir
hr_hr: Druge metode plaćanja
hu_hu: Egyéb fizetési módszerek
is_is: Aðrir greiðslumátar
it_it: Altri metodi di pagamento
ja_jp: その他の支払い方法
lt_lt: Kiti mokėjimo būdai
nl_nl: Andere betalingsmogelijkheden
no_no: Andre betalingsmåter
pl_pl: Inne metody płatności
pt_pt: Outros Métodos de Pagamento
ro_ro: Alte modalități de plată
ru_ru: Иные способы платежа
sk_sk: Ostatné metódy platby
sl_si: Drugi načini plačila
sr_yu: Drugi načini plaćanja
sv_se: Andra Betalmetoder
tr_tr: Diğer Ödeme Yöntemleri
uk_ua: Інші форми оплати

source: Cards
bg_bg: Карти
da_dk: Kort
de_de: Karten
el_gr: Κάρτες
es_es: Tarjetas
fi_fi: Kortit
fo_fo: Gjaldskort
hr_hr: Kreditne kartice
hu_hu: Kártyák
is_is: Kort
it_it: Carte
ja_jp: クレジットカード
lt_lt: Kortelės
nl_nl: Kaarten
no_no: Kort
pl_pl: Karty
pt_pt: Cartões
ro_ro: Carduri
ru_ru: Карты
sk_sk: Karty
sl_si: Kartice
sr_yu: Kartice
sv_se: Kort
tr_tr: Kartlar
uk_ua: Картки

source: When you click the button below, the Dankort payment window will open. When finished, you will be redirected back to your receipt.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащания в Dankort. Когато сте готови, ще бъдете пренасочени обратно към Вашата разписка.
da_dk: Dankort betalingsvinduet åbner, når du klikker på knappen herunder. Når betaligen er gennemført, kommer du retur til din kvittering.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Dankort. Wenn Sie fertig sind, werden Sie zu Ihrem Beleg zurückgeleitet.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής Dankort. Όταν τελειώσετε, θα μεταφερθείτε ξανά στην απόδειξή σας.
es_es: Al hacer clic en el botón de abajo, se abrirá la ventana de pago de Dankort. Cuando termine, será redirigido de nuevo a su recibo.
fi_fi: Napsauttaessasi alla olevaa nappia Dankort-maksuikkuna avautuu. Lopuksi sinut ohjataan takaisin kuitillesi.
fo_fo: Tá tú trýstir á knøttin niðanfyri, letur Dankort gjaldingar vindeyga upp. Tá tú ert liðugur, verður tú leiddur til kvittan tína.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem Dankort opcije. Po završetku ćete biti preusmjereni na pregled računa....
hu_hu: Amikor az alábbi gombra kattint, megnyílik a Dankort fizetési ablak. Amikor kész, ön vissza lett irányítva az elismervényéhez.
is_is: Þegar þú smellir á hnappinn hér að neðan opnast Dankort greiðsluglugginn. Þér verður þú vísað aftur á kvittunina þína eftir að aðgerð er lokið.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento Dankort. Al termine dell'operazione, verrai reindirizzato alla tua fattura.
ja_jp: 下のボタンをクリックすると、Dankortの支払いウィンドウが開きます。完了後、レシート画面に転送されます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „Dankort” mokėjimo langas. Kai baigsite, būsite peradresuotas atgal į savo kvitą.
nl_nl: Wanneer u op de onderstaande knop klikt word het Dankort betalingsvenster geopend. Zodra u de betaling heeft afgerond wordt u teruggeleid naar uw betalingsbewijs.
no_no: Dankort-betalingsvinduet åpner når du klikker på knappen nedenfor. Når betalingen er gjennomført, kommer du tilbake til din kvittering.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności Dankort. Po zakończeniu, zostaniesz skierowany z powrotem do potwierdzenia.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do Dankort irá abrir-se. Quando terminar, será redirecionado de novo para o seu recibo.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată Dankort. După ce terminați, Veți fi redirecționat înapoi la chitanța Dvs.
ru_ru: При нажатии на кнопку ниже откроется окно платежа Dankort. Когда вы закончите, вас перенаправят обратно к вашему чеку.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami Dankort. Na konci vás presmerujeme na stránku s potvrdenkou.
sr_yu: Kada kliknete na dugme ispod, otvoriće se Dankort prozor za plaćanje. Kada završite, bićete preusmereni nazad na svoj račun.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Dankort att öppnas. När du genomfört betalningen kommer du att dirigeras tillbaka till ditt kvitto.
tr_tr: Aşağıdaki düğmeye tıkladığınızda Dankort ödeme penceresi açılacaktır. İşleminizi bitirdiğinizde makbuzunuza yönlendirileceksiniz.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється вікно платежу Dankort. Після завершення вас буде перенаправлено назад до вашої квитанції.

source: You are about to abort the payment. Are you sure?
da_dk: Er du sikker på, at du vil annullere din betaling?
de_de: Sie sind dabei, die Zahlung abzubrechen. Sind Sie sicher?
no_no: Du er i ferd med å avbryte betalingen. Er du sikker?
sv_se: Du håller på att avbryta betalningen. Är du säker?

source: Cancel Payment
bg_bg: Отмени плащането
da_dk: Annuller betaling
de_de: Bezahlvorgang abbrechen
el_gr: Ακύρωση πληρωμής
es_es: Cancelar Pago
fi_fi: Peruuta maksu
fo_fo: Strika gjalding
hr_hr: Otkaži Plaćanje
hu_hu: Fizetés visszavonása
is_is: Hætta við greiðslu
it_it: Annulla pagamento
ja_jp: 支払いをキャンセル
lt_lt: Atšaukti mokėjimą
nl_nl: Annuleer betaling
no_no: Kanseller betaling
pl_pl: Anuluj płatność
pt_pt: Cancelar o Pagamento
ro_ro: Anulați plata
ru_ru: Отменить платеж
sk_sk: Zrušiť platbu
sl_si: Prekliči plačilo
sr_yu: Otkaži plaćanje
sv_se: Ångra betalning
tr_tr: Ödemeyi İptal Edin
uk_ua: Скасувати платіж

source: Order number
bg_bg: Номер на поръчка
da_dk: Ordrenummer
de_de: Bestellnummer
el_gr: Αριθμός παραγγελίας
es_es: Número de orden
fi_fi: Tilausnumero
fo_fo: Bíleggingarnummar
hr_hr: Broj narudžbe
hu_hu: Megbízás száma
is_is: Pöntunarnúmer
it_it: Ordine numero
ja_jp: 注文番号
lt_lt: Užsakymo numeris
nl_nl: Order nummer
no_no: Ordrenummer
pl_pl: Numer zamówienia
pt_pt: Número da encomenda
ro_ro: Numărul comenzii
ru_ru: Номер заказа
sk_sk: Číslo objednávky
sl_si: Številka naročila
sr_yu: Broj narudžbine
sv_se: Ordernummer
tr_tr: Sipariş numarası
uk_ua: Номер замовлення

source: expires in
bg_bg: Валидността на поръчката изтича след
da_dk: udløber om
de_de: läuft ab in
el_gr: λήγει
es_es: expira en
fi_fi: erääntyy
fo_fo: gongur út um
hr_hr: ističe
hu_hu: ekkor jár le
is_is: rennur út eftir
it_it: scade tra
ja_jp: 有効期限
lt_lt: galioja iki
nl_nl: verloopt in
no_no: utløper om
pl_pl: wygasa w
pt_pt: expira em
ro_ro: expiră la
ru_ru: истекает через
sk_sk: platnosť vyprší o
sr_yu: ističe za
sv_se: utgår om
tr_tr: son geçerlilik tarihi
uk_ua: закінчується через

source: Select Payment Method
da_dk: Vælg betalingsmetode
no_no: Velg betalingsmetode
sv_se: Välj betalningsmetod

source: You have completed the payout
bg_bg: Изплащането е завършено
da_dk: Du har gennemført udbetalingen
de_de: Sie haben die Auszahlung abgeschlossen
el_gr: Έχετε ολοκληρώσει την πληρωμή
hr_hr: Završili ste isplatu
hu_hu: Ön végzett a kifizetéssel
is_is: Þú hefur lokið útborguninni
it_it: Hai completato il payout
ja_jp: 払い出しが完了しました。
lt_lt: Įvykdėte išmoką
nl_nl: U heeft de betaling afgerond
no_no: Du har gjennomført utbetalingen
pl_pl: Środki zostały wypłacone
pt_pt: Concluiu o pagamento
ro_ro: Ați finalizat rambursarea
ru_ru: Вы завершили выплату
sk_sk: Vyplatenie prebehlo úspešne
sl_si: Opravili ste izplačilo
sr_yu: Završili ste isplatu
sv_se: Du har nu slutfört betalningen
tr_tr: Ödemeyi tamamladınız
uk_ua: Ви завершили виплату

source: You have saved the card
da_dk: Du har gemt kortet
no_no: Du har lagret kortet
sv_se: Du har sparat kortet

source: You have completed the subscription
da_dk: Du har gennemført abonnementet
de_de: Sie haben das Abonnement abgeschlossen
no_no: Du har fullført abonnementet
sv_se: Du har slutfört prenumerationen

source: You have completed the payment
bg_bg: Плащането е завършено
da_dk: Du har gennemført betalingen
de_de: Sie haben den Bezahlvorgang abgeschlossen
el_gr: Έχετε ολοκληρώσει την πληρωμή
es_es: Ha completado el pago
fi_fi: Olet suorittanut maksun
fo_fo: Tú hevur fullført gjaldingina
hr_hr: Završili ste plaćanje
hu_hu: Ön végzett a fizetéssel
is_is: Þú hefur lokið greiðslunni
it_it: Hai completato il pagamento
ja_jp: 支払いを完了しました。
lt_lt: Įvykdėte mokėjimą
nl_nl: U heeft de betaling afgerond
no_no: Du har gjennomført betalingen
pl_pl: Płatność została zakończona
pt_pt: Concluiu o pagamento
ro_ro: Ați finalizat plata
ru_ru: Вы завершили платеж
sk_sk: Platba bola úspešne vykonaná
sl_si: Opravili ste plačilo
sr_yu: Završili ste plaćanje
sv_se: Du har nu slutfört betalningen
tr_tr: Ödeme işlemini tamamladınız
uk_ua: Ви завершили платіж

source: Open Swish App
bg_bg: Отвори Swish
da_dk: Åbn Swish App
de_de: Offene Swish App
it_it: Apri l`app Swish
no_no: Úpne Swish-appen
pl_pl: Otwórz aplikację Swish
ru_ru: Приложение Open Swish
sl_si: Odpri Swish aplikacijo
sv_se: Öppna Swish App
uk_ua: Відкрийте додаток Swish

source: To complete the payment, open your Swish App on your mobile device and authorize the payment
bg_bg: Отвори приложението Swish от смартфона и потвърди плащането
da_dk: For at færdiggøre betalingen skal du åbne din Swish App på din mobilenhed og godkende betalingen
de_de: Um die Zahlung abzuschließen, öffnen Sie die Swish-App auf Ihrem Mobilgerät und autorisieren Sie die Zahlung
it_it: Per completare il pagamento, aprire l `App Swish sul cellulare e consentire il pagamento
nl_nl: Om de betaling te voltooien, open de Swish App op je mobiele apparaat en geef toestemming voor de betaling
no_no: For å fullføre betalingen skal du åpne Swish-appen på mobilenheten din og godkjenne betalingen
pl_pl: W celu dokończenia płatności, otwórz aplikację Swish na urządzeniu mobilnym i autoryzuj płatność
ru_ru: Чтобы завершить платеж, откройте приложение Swish на своем мобильном устройстве и авторизуйте платеж
sl_si: Za zaključek plačila odprite vašo Swish aplikacijo na vašem mobilniku in avtorizirajte plačilo
sv_se: För att slutföra betalningen, öppna Swish appen på din mobil enhet och godkänn betalningen
uk_ua: Щоб завершити платіж, відкрийте додаток Swish на своєму мобільному пристрої та авторизуйте платіж

source: You have 3 minutes to complete the payment
da_dk: Du har 3 minutter til at gennemføre betalingen
de_de: Die Bezahlung muss innerhalb von drei Minuten erfolgen
no_no: Du har 3 minutter på å fullføre betalingen
sv_se: Du har 3 minuter att slutföra betalningen

source: Waiting for authorization
bg_bg: Изчакване на одобрение
da_dk: Venter på godkendelse
de_de: Warten auf Autorisierung
it_it: Attendere il permesso
nl_nl: Wachten op authorisatie
no_no: Venter på godkjenning
pl_pl: Oczekiwanie na autoryzację
ru_ru: Ожидает авторизацию
sl_si: Čakam na avtorizacijo
sv_se: Väntar på bekräftelse
uk_ua: Чекає авторизації

source: Please wait...
bg_bg: Моля, изчакайте...
da_dk: Vent venligst...
de_de: Bitte warten...
el_gr: Παρακαλούμε περιμένετε...
es_es: Por favor espera...
fi_fi: Ole hyvä ja odota...
fo_fo: Vinarliga bíða...
hr_hr: Molimo pričekajte...
hu_hu: Kérjük, várjon...
is_is: Vinsamlegast bíðið...
it_it: Per favore aspetta
ja_jp: お待ち下さい...。
lt_lt: Prašome palaukti…
nl_nl: Een moment geduld...
no_no: Vennligst vent...
pl_pl: Proszę czekać...
pt_pt: Por favor, aguarde...
ro_ro: Vă rugăm așteptați...
ru_ru: Пожалуйста подождите...
sk_sk: Prosím, počkajte...
sl_si: Prosimo, počakajte...
sr_yu: Molimo vas da sačekate...
sv_se: Var god vänta...
tr_tr: Lütfen bekleyin...
uk_ua: Зачекайте, будь ласка...

source: The process may take some time.
da_dk: Processen kan tage op til 5 minutter.
de_de: Der Vorgang kann bis zu 5 Minuten dauern.
no_no: Prosessen kan ta litt tid.
sv_se: Processen kan ta lite tid.

source: Click here if processing takes a long time
bg_bg: Кликнете тук, ако обработката отнема много време
da_dk: Klik her hvis processen tager for lang tid
de_de: Klicken Sie hier, wenn die Verarbeitung lange dauert
el_gr: Κάντε κλικ εδώ αν η επεξεργασία διαρκεί πολύ
es_es: Haga clic aquí si el proceso tarda mucho tiempo
fi_fi: Napsauta tätä, jos prosessi kestää liian kauan
fo_fo: Trýst her, um viðgerðing tekur langa tíð
hr_hr: Kliknite ovdje ako obrada traje duže od predviđenog
hu_hu: Kattintson ide, ha a feldolgozás sokáig tart
is_is: Smelltu hér ef vinnsla tekur langan tíma
it_it: Clicca qui se il processo impiega troppo tempo
ja_jp: 処理時間が長い場合はこちらをクリックして下さい。
lt_lt: Spustelėkite čia, jei apdorojimas užtrunka ilgai
nl_nl: Klik hier indien de verwerking veel tijd kost
no_no: Klikk her hvis prosessen tar for lang tid
pl_pl: Kliknij tutaj, jeśli przetwarzanie się nie powiodło
pt_pt: Clique aqui se o processamento demorar muito tempo
ro_ro: Apăsați aici dacă procesarea durează mult
ru_ru: Нажмите сюда, если обработка занимает много времени
sk_sk: Ak proces bude trvať príliš dlho, kliknite sem
sl_si: Kliknite tukaj, če obdelava traja dlje časa.
sr_yu: Kliknite ovde ako obrada potraje dugo
sv_se: Klicka här om processen tar lång tid
tr_tr: İşlemin uzun sürmesi halinde buraya tıklayın
uk_ua: Якщо операція триватиме довше, натисніть тут

source: Finland
bg_bg: Финландия
de_de: Finnland
el_gr: Φινλανδία
es_es: Finlandia
fi_fi: Suomi
fo_fo: Finnland
hr_hr: Finska
hu_hu: Finnország
is_is: Finnland
it_it: Finlandia
ja_jp: フィンランド
lt_lt: Suomija
pl_pl: Finlandia
pt_pt: Finlândia
ro_ro: Finlanda
ru_ru: Финляндия
sk_sk: Fínsko
sr_yu: Finska
tr_tr: Finlandiya
uk_ua: Фінляндія

source: Bank
bg_bg: Банка
es_es: Banco
ru_ru: Банк
sl_si: Banka
uk_ua: Банк

source: The process may take up to 5 minutes.
hr_hr: Obrada može trajati do 5 minuta.
pt_pt: O processo pode demorar até 5 minutos.

source: Are you about to abort the payment. Are you sure?
hr_hr: Želite li prekinuti plaćanje. Jeste li sigurni?
pt_pt: Está prestes a abortar o pagamento. Tem a certeza?
