Repository: QuickPay/standard-branding
Catalog: locales/*/LC_MESSAGES/branding.po
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, fo_fo, hr_hr, hu_hu, is_is, it_it, ja_jp, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_yu, sv_se, tr_tr, uk_ua

source: Social security number
bg_bg: Номер на социалната осигуровка
da_dk: CPR-nummer
de_de: Sozialversicherungsnummer
el_gr: Αριθμός κοινωνικής ασφάλισης
es_es: Numero de DNI
fi_fi: Sosiaaliturvatunnus
fo_fo: P-tal
hr_hr: Broj socijalnog osiguranja
hu_hu: Társadalombiztosítási szám
is_is: Kennitala
it_it: Numero di previdenza sociale
ja_jp: 社会保障番号
lt_lt: Socialinio draudimo numeris
nl_nl: BSN nummer
no_no: Fødselsnummer
pl_pl: Numer PESEL
pt_pt: Número da segurança social
ro_ro: Numărul de asigurare socială
ru_ru: Номер социального страхования
sk_sk: Číslo sociálneho poistenia
sr_yu: Broj socijalnog osiguranja
sv_se: Personnummer
tr_tr: Sosyal güvenlik numarası
uk_ua: Номер соціального страхування

source: Company Registration Number
bg_bg: Регистрационен номер на компанията
da_dk: CVR
de_de: Handelsregisternummer
el_gr: Αριθμός Μητρώου Εταιρίας
hr_hr: Registracijski broj tvrtke
hu_hu: Cégjegyzékszám
is_is: Skráningarnúmer fyrirtækis
it_it: Numero di registrazione dell'impresa
ja_jp: 企業登録番号
lt_lt: Įmonės registracijos numeris
nl_nl: KVK-nummer (Kamer van Koophandel)
no_no: Organisasjonsnummer
pl_pl: Numer rejestracyjny firmy
pt_pt: Número de Registo da Empresa
ro_ro: Numărul de înregistrare a societății
ru_ru: Регистрационный номер компании
sk_sk: Registračné číslo spoločnosti
sr_yu: Matični broj kompanije
sv_se: Organisationsnummer
tr_tr: Şirket Sicil Numarası
uk_ua: Реєстраційний номер компанії

source: Proceed
bg_bg: Продължете
da_dk: Fortsæt
de_de: Fortfahren
el_gr: Προχωρήστε
es_es: Seguir
fi_fi: Jatka eteenpäin
fo_fo: Halt fram
hr_hr: Nastavi
hu_hu: Tovább
is_is: Halda áfram
it_it: Procedi
ja_jp: 進む
lt_lt: Tęsti
nl_nl: Ga verder
no_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Prosseguir
ro_ro: Continuați
ru_ru: Далее
sk_sk: Pokračovať
sl_si: Nadaljuj
sr_yu: Nastavi
sv_se: Fortsätt
tr_tr: İlerleyin
uk_ua: Продовжити

source: When you click the button below, the Klarna payment window will open.
da_dk: Klarna betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Klarna.
no_no: Klarna-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Klarna att öppnas.

source: When you click the button below, the MobilePay payment window will open.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащания в MobilePay.
da_dk: MobilePay betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie auf die Schaltfläche unten klicken, öffnet sich das Zahlungsfenster von MobilePay.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής MobilePay.
es_es: Al hacer clic en el botón de abajo, se abrirá la ventana de pago de MobilePay.
fi_fi: Napsauttaessasi alla olevaa nappia MobilePay-maksuikkuna avautuu.
fo_fo: Tá tú trýstur á knøttin niðanfyri, letur MobilePay gjaldingarvindeygað upp.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem MobilePay opcije.
hu_hu: Amikor az alábbi gombra kattint, megnyílik a MobilePay fizetési ablak.
is_is: Þegar þú smellir á hnappinn hér að neðan opnast greiðslugluggi MobilePay.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento MobilePay.
ja_jp: 以下のボタンをクリックすると、MobilePayの支払いウィンドウが開きます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „MobilePay” mokėjimo langas.
nl_nl: Wanneer u op de onderstaand knop klikt start het MobilePay betalingsscherm.
no_no: MobilePay-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności MobilePay.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do MobilePay irá abrir-se.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată MobilePay.
ru_ru: При нажатии на кнопку ниже откроется окно платежа MobilePay.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami MobilePay.
sr_yu: Kada kliknete na dugme ispod, otvoriće se MobilePay prozor za plaćanje.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för MobilePay Online att öppnas.
tr_tr: Aşağıdaki düğmeye tıkladığınızda MobilePay ödeme penceresi açılacaktır.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється платіжне вікно MobilePay.

source: When you click the button below, the MobilePay Online window will open
da_dk: MobilePay betalingsvinduet åbner, når du klikker på knappen herunder
de_de: Wenn Sie auf die Schaltfläche unten klicken, öffnet sich das Zahlungsfenster von MobilePay
no_no: MobilePay-betalingsvinduet åpner når du klikker på knappen nedenfor
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för MobilePay Online att öppnas

source: When you click the button below, the MobilePay Subscriptions window will open.
da_dk: MobilePay Subscriptions betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie auf die Schaltfläche unten klicken, öffnet sich das Zahlungsfenster von MobilePay.
fi_fi: Napsauttaessasi alla olevaa nappia MobilePay Subscriptions maksuikkuna avautuu.
no_no: MobilePay-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer fönstret för MobilePay Subscriptions att öppnas.

source: When you click the button below, the PayPal payment window will open.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащане в PayPal.
da_dk: PayPal betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von PayPal.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής PayPal.
es_es: Al hacer clic en el botón de abajo, se abrirá la ventana de pago de PayPal.
fi_fi: Napsauttaessasi alla olevaa nappia PayPal-maksuikkuna avautuu.
fo_fo: Tá tú trýstir á knøttin niðanfyri, letur PayPal gjaldingarvindeygað upp.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem Paypala.
hu_hu: Amikor az alábbi gombra kattint, megnyílik a PayPal fizetési ablak.
is_is: Þegar þú smellir á hnappinn hér að neðan opnast PayPal greiðslu glugginn.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento Paypal.
ja_jp: 下のボタンをクリックすると、Paypalの支払いウィンドウが開きます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „PayPal” mokėjimo langas.
nl_nl: Wanneer u op de onderstaande knop klikt word het PayPal betalingsvenster geopend.
no_no: PayPal-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności PayPal.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do PayPal irá abrir-se.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată PayPal.
ru_ru: При нажатии на кнопку ниже откроется окно платежа PayPal.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami PayPal.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo PayPal okno za plačilo.
sr_yu: Kada kliknete na dugme ispod, otvoriće se PayPal prozor za plaćanje.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för PayPal att öppnas.
tr_tr: Aşağıdaki düğmeye tıkladığınızda PayPal ödeme penceresi açılacaktır.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється платіжне вікно PayPal.

source: When you click the button below, the PayPalPayments payment window will open.
da_dk: PayPal betalingsvinduet åbner, når du klikker på knappen herunder.
no_no: PayPal-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för PayPal att öppnas.

source: When you click the button below, the paysafecard payment window will open.
da_dk: paysafecard betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von paysafecard.
nl_nl: Wanneer u op de onderstaande knop klikt word het paysafecard betalingsvenster geopend.
no_no: PaysafeCard-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku otworzy się okno płatności paysafecard.
ru_ru: При нажатии на кнопку ниже откроется окно платежа оплатить безопасно картой.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo paysafecard okno za plačilo.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för paysafecard att öppnas.

source: When you click the button below, the Przelewy24 payment window will open.
da_dk: Przelewy24 betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Przelewy24.
no_no: Przelewy24-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Przelewy24 att öppnas.

source: When you click the button below, the Resurs payment window will open.
da_dk: Resurs betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Resurs.
it_it: Cliccando il pulsante in basso, si apira una finestra per il pagamento
nl_nl: Wanneer u op de onderstaande knop klikt word het Resurs betalingsvenster geopend.
no_no: Resurs-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku otworzy się okno płatności Resurs.
ru_ru: При нажатии на кнопку ниже откроется окно платежа Ресурс.
sl_si: Ko kliknete spodnji gumb, se bo odprlo Resurs okno za plačilo.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Resurs att öppnas.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється вікно платежу Resurs

source: When you click the button below, the Sofort payment window will open.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащане в Sofort.
da_dk: Sofort betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Sofort.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής Sofort.
es_es: Al hacer clic en el botón de abajo, se abrirá la ventana de pago Sofort.
fi_fi: Napsauttaessasi alla olevaa nappia Sofort-maksuikkuna avautuu.
fo_fo: Tá tú trýstir á knøttin niðanfyri, letur Sofort gjaldingar vindeyga upp.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem Sofort opcije.
hu_hu: Amikor az alábbi gombra kattint, megnyílik a Sofort fizetési ablak.
is_is: Þegar þú smellir á hnappinn hér að neðan opnast Sofort greiðsluglugginn.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento Sofort.
ja_jp: 下のボタンをクリックすると、Sofortの支払いウィンドウが開きます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „Sofort” mokėjimo langas.
nl_nl: Wanneer u op de onderstaande knop klikt word het Sofort betalingsvenster geopend.
no_no: Sofort-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności Sofort.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do Sofort irá abrir-se.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată Sofort.
ru_ru: При нажатии на кнопку ниже откроется окно платежа Sofort.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami Sofort.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo Sofort okno za plačilo.
sr_yu: Kada kliknete na dugme ispod, otvoriće se Sofort prozor za plaćanje.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Sofort att öppnas.
tr_tr: Aşağıdaki düğmeye tıkladığınızda Sofort ödeme penceresi açılacaktır.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється платіжне вікно Sofort.

source: When you click the button below, the iDeal payment window will open.
da_dk: iDeal betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von iDEAL.
nl_nl: Wanneer je op de onderstaande knop drukt, wordt het iDeal betalingsvenster geopend.
no_no: iDeal-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku otworzy się okno płatności iDeal.
ru_ru: При нажатии на кнопку ниже откроется окно платежа iDeal.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo iDeal okno za plačilo.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för iDeal att öppnas.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється платіжне вікно iDeal.

source: When you click the button below, the SofortPPRO payment window will open.
da_dk: Sofort betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Sofort.
no_no: Sofort-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Sofort att öppnas.

source: When you click the button below, the Swipp payment window will open. When finished, you will be redirected back to your receipt.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащане в Swipp. Когато сте готови, ще бъдете пренасочени обратно към Вашата разписка.
da_dk: Swipp betalingsvinduet åbner, når du klikker på knappen herunder. Når betaligen er gennemført, kommer du retur til din kvittering.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Swipp. Wenn Sie fertig sind, werden Sie zu Ihrem Beleg zurückgeleitet.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής Swipp. Όταν τελειώσετε, θα μεταφερθείτε ξανά στην απόδειξή σας.
es_es: Al hacer clic en el botón de abajo, se abrirá la ventana de pago de Swipp. Cuando termine, será redirigido de nuevo a su recibo.
fi_fi: Napsauttaessasi alla olevaa nappia Swipp-maksuikkuna avautuu. Lopuksi sinut ohjataan takaisin kuitillesi.
fo_fo: Tá tú trýstir á knøttin niðanfyri, letur Swipp gjaldingarvindeygað upp. Tá hetta er liðugt, verður tú leiddur víðari til kvittan tína.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem Swippa. Po završetku ćete biti preusmjereni na pregled računa.
hu_hu: Amikor az alábbi gombra kattint, meg fog nyílni a Swipp fizetési ablak. Amikor kész, ön vissza lesz irányítva az elismervényéhez.
is_is: Þegar þú smellir á hnappinn hér að neðan opnast Swipp greiðsluglugginn. Þegar þú hefur klárað, verður þér vísað til baka á kvittunina þína.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento Swipp. Al termine dell'operazione, verrai reindirizzato alla tua fattura.
ja_jp: 下のボタンをクリックすると、Swippの支払いウィンドウが開きます。完了後はレシート画面に再転送されます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „Swipp” mokėjimo langas. Kai baigsite, būsite peradresuotas atgal į savo kvitą.
nl_nl: Wanneer u op de onderstaande knop klikt word het Swipp betalingsvenster geopend. Zodra u de betaling heeft afgerond wordt uw teruggeleid naar uw betalingsbewijs.
no_no: Swipp-betalingsvinduet åpner når du klikker på knappen nedenfor. Når betalingen er gjennomført, kommer du tilbake til din kvittering.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności Swipp. Po zakończeniu, zostaniesz skierowany z powrotem do potwierdzenia.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do Swipp irá abrir-se. Quando terminar, será redirecionado de novo para o seu recibo.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată Swipp. După ce terminați, Veți fi redirecționat înapoi la chitanța Dvs.
ru_ru: При нажатии на кнопку ниже откроется окно платежа Swipp. Когда вы закончите, вас перенаправят обратно к вашему чеку.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami Swipp. Na konci vás presmerujeme späť na stránku s potvrdenkou.
sr_yu: Kada kliknete na dugme ispod, otvoriće se Swipp prozor za plaćanje. Kada završite, bićete preusmereni nazad na svoj račun.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Swipp att öppnas. När du genomfört betalningen kommer du att dirigeras tillbaka till ditt kvitto.
tr_tr: Aşağıdaki düğmeye tıkladığınızda Swipp ödeme penceresi açılacaktır. İşleminizi bitirdiğinizde makbuzunuza yönlendirileceksiniz.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється вікно платежу Swipp. Після завершення вас буде перенаправлено назад до вашої квитанції.

source: Mobile number
bg_bg: Мобилен номер
da_dk: Mobilnummer
de_de: Handynummer
el_gr: Αριθμός κινητού
hr_hr: Broj mobitela
hu_hu: Mobilszám
is_is: Farsímanúmer
it_it: Numero di cellulare
ja_jp: 携帯電話番号
lt_lt: Mobiliojo tel. numeris
nl_nl: Mobiel nummer
no_no: Mobilnummer
pt_pt: Número de telemóvel
ro_ro: Număr mobil
ru_ru: Номер мобильного телефона
sk_sk: Mobilné číslo
sl_si: Mobilna številka
sr_yu: Broj mobilnog telefona
sv_se: Mobilnummer
tr_tr: Telefon Numarası
uk_ua: Номер мобільного телефону

source: When you click the button below, the Trustly payment window will open.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащане в Trustly.
da_dk: Trustly betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von Trustly.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής Trustly.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem Trustly opcije.
hu_hu: Amikor az alábbi gombra kattint, megnyílik a Trustly fizetési ablak.
is_is: Þegar þú smellir á hnappinn hér að neðan, opnast Trustly greiðsluglugginn.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento Trustly.
ja_jp: 下のボタンをクリックすると、Trustlyの支払いウィンドウが開きます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „Trustly” mokėjimo langas.
nl_nl: Wanneer u op de onderstaande knop klikt word het Sofort betalingsvenster geopend.
no_no: Trustly-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności Trustly.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do Trustly irá abrir-se.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată Trustly.
ru_ru: При нажатии на кнопку ниже откроется окно платежа Trustly.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami Trustly.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo Trustly okno za plačilo.
sr_yu: Kada kliknete na dugme ispod, otvoriće se Trustly prozor za plaćanje.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för Trustly att öppnas.
tr_tr: Aşağıdaki düğmeye tıkladığınızda Trustly ödeme penceresi açılacaktır.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється вікно платежу Trustly.

source: First name
bg_bg: Име
da_dk: Fornavn
de_de: Vorname
el_gr: Όνομα
hr_hr: Ime
hu_hu: Utónév
is_is: Fornafn
it_it: Nome
ja_jp: 名
lt_lt: Vardas
nl_nl: Voornaam
no_no: Fornavn
pl_pl: Imię
pt_pt: Nome próprio
ro_ro: Prenumele
ru_ru: Имя
sk_sk: Meno
sl_si: Ime
sr_yu: Ime
sv_se: Förnamn
tr_tr: Adınız
uk_ua: Ім'я

source: Last name
bg_bg: Фамилия
da_dk: Efternavn
de_de: Nachname
el_gr: Επώνυμο
hr_hr: Prezime
hu_hu: Vezetéknév
is_is: Eftirnafn
it_it: Cognome
ja_jp: 姓
lt_lt: Pavardė
nl_nl: Achternaam
no_no: Etternavn
pl_pl: Nazwisko
pt_pt: Apelido
ro_ro: Numele
ru_ru: Фамилия
sk_sk: Priezvisko
sl_si: Priimek
sr_yu: Prezime
sv_se: Efternamn
tr_tr: Soyadınız
uk_ua: Прізвище

source: This field is required.
da_dk: Dette felt er påkrævet.
de_de: Dieses Feld ist erforderlich.
no_no: Dette feltet er påkrevd.
sv_se: Detta fält är obligatoriskt.

source: Email Address
da_dk: E-mailadresse
de_de: E-Mail-Adresse
no_no: E-postadresse

source: Date of Birth
da_dk: Fødselsdato
de_de: Geburtsdatum
no_no: Fødselsdato
sv_se: Födelsedatum

source: The age must be at least 18
da_dk: Alderen skal være minimum 18 år
de_de: Das Alter muss mindestens 18 Jahre betragen
no_no: Alderen må være minst 18 år
sv_se: Åldern måste vara minst 18 år

source: Bank account holder
da_dk: Bankkontoindehaver
de_de: Kontoinhaber
no_no: Bankkonto-innehaver
sv_se: Bankkontoinnehavare

source: Invalid name format. Only letters are accepted.
da_dk: Kun bogstaver er tilladte.
de_de: Ungültiges Namensformat. Es werden nur Buchstaben akzeptiert.
no_no: Ugyldig navneformat. Kun bokstaver er tillatt.
sv_se: Ogiltigt namnformat. Endast bokstäver är tillåtna.

source: Enter full name (e.g. John Smith)
da_dk: Indsæt fuld navn (e.g. John Smith)
de_de: Vollständigen Namen eingeben (z.B. Max Mustermann)
no_no: Skriv inn fullt navn (f.eks. John Smith)
sv_se: Ange fullständigt namn (t.ex. John Smith).

source: Invalid IBAN format. Enter a valid IBAN (e.g. DE 12 1001 1001 1234 5678 90)
da_dk: Invalid IBAN format. Indsæt et validt IBAN (e.g. DE 12 1001 1001 1234 5678 90)
de_de: Ungültiges IBAN-Format. Gebe eine gültige IBAN ein (z.B. DE 12 1001 1001 1234 5678 90)
no_no: Ugyldig IBAN-format. Skriv inn en gyldig IBAN (f.eks. DE 12 1001 1001 1234 5678 90)
sv_se: Ogiltigt IBAN-format. Ange ett giltigt IBAN (t.ex. DE 12 1001 1001 1234 5678 90)

source: When you click the button below, the ViaBill payment window will open.
bg_bg: Когато кликнете върху бутона по-долу, ще се отвори прозорец за плащане във ViaBill.
da_dk: ViaBill betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von ViaBill.
el_gr: Όταν κάνετε κλικ στο παρακάτω κουμπί, θα ανοίξει το παράθυρο πληρωμής ViaBill.
es_es: Al hacer clic en el botón de abajo, se abrirá la ventana de pago de ViaBill.
fi_fi: Napsauttaessasi alla olevaa nappia ViaBill-maksuikkuna avautuu.
fo_fo: Tá tú trýstur á knøttin niðanfyri, letur ViaBill gjaldingar vindeyga upp.
hr_hr: Klikom na donji gumb otvoriti će se prozor za plaćanje putem ViaBill opcije.
hu_hu: Amikor az alábbi gombra kattint, megnyílik a ViaBill fizetési ablak.
is_is: Þegar þú smellir á hnappinn hér að neðan mun ViaBill greiðsluglugginn opnast.
it_it: Una volta fatto clic sul pulsante qui sotto, si aprirà la finestra di pagamento Viabill.
ja_jp: 以下のボタンをクリックすると、ViaBillの支払い画面が開きます。
lt_lt: Kai spaudžiate toliau esantį mygtuką, atidaromas „ViaBill” mokėjimo langas.
nl_nl: Wanneer u op de onderstaande knop klikt word het ViaBill betalingsvenster geopend.
no_no: ViaBill-betalingsvinduet åpner når du klikker på knappen nedenfor.
pl_pl: Po kliknięciu poniższego przycisku, otworzy się okno płatności ViaBill.
pt_pt: Ao clicar no botão abaixo, a janela de pagamento do ViaBill irá abrir-se.
ro_ro: Când apăsați butonul de mai jos, se va deschide fereastra de plată ViaBill.
ru_ru: При нажатии на кнопку ниже откроется окно платежа ViaBill.
sk_sk: Ak kliknete na tlačidlo uvedené nižšie, otvorí sa okno s platbami ViaBill.
sl_si: Ko kliknete na spodnji gumb, se bo odprlo ViaBill okno za plačilo.
sr_yu: Kada kliknete na dugme ispod, otvoriće se ViaBill prozor za plaćanje.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för ViaBill att öppnas.
tr_tr: Aşağıdaki düğmeye tıkladığınızda ViaBill ödeme penceresi açılacaktır.
uk_ua: Коли ви натиснете на кнопку знизу, відкриється платіжне вікно ViaBill.
