Repository: QuickPay/standard-branding
Catalog: locales/*/LC_MESSAGES/branding.po
Languages: bg_bg, da_dk, de_de, el_gr, es_es, fi_fi, fo_fo, hr_hr, hu_hu, is_is, it_it, ja_jp, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_yu, sv_se, tr_tr, uk_ua

source: When you click the button below, the BLIK payment window will open.
da_dk: BLIK betalingsvinduet åbner, når du klikker på knappen herunder.
de_de: Wenn Sie unten auf die Schaltfläche klicken, öffnet sich das Zahlungsfenster von BLIK.
no_no: BLIK-betalingsvinduet åpner når du klikker på knappen nedenfor.
sv_se: När du klickar på knappen nedan, kommer betalningsfönstret för BLIK att öppnas.

source: Name on card
bg_bg: Име върху картата
da_dk: Navn på kortet
de_de: Name auf der Karte
el_gr: Όνομα στην κάρτα
es_es: Nombre en la tarjeta
fi_fi: Nimi kortissa
fo_fo: Navn á kortið
hr_hr: Ime na kartici
hu_hu: Kártyán szereplő név
is_is: Nafn á korti
it_it: Nome sulla carta
ja_jp: カード名義
lt_lt: Ant kortelės nurodytas vardas ir pavardė
nl_nl: Naam op kaart
no_no: Navn på kortet
pl_pl: Nazwa posiadacza karty
pt_pt: Nome no cartão
ro_ro: Numele pe card
ru_ru: Имя на карте
sk_sk: Meno uvedené na karte
sl_si: Ime na kartici
sr_yu: Ime na kartici
sv_se: Kortinnehavarens namn
tr_tr: Kartın üzerindeki ad
uk_ua: Ім'я на картці

source: Card number
bg_bg: Номер на картата
da_dk: Kortnummer
de_de: Kartennummer
el_gr: Αριθμός κάρτας
es_es: Número de tarjeta
fi_fi: Kortin numero
fo_fo: Kortnummar
hr_hr: Broj kartice
hu_hu: Kártyaszám
is_is: Kortanúmer
it_it: Numero della carta
ja_jp: クレジットカード番号
lt_lt: Kortelės numeris
nl_nl: Kaartnummer
no_no: Kortnummer
pl_pl: Numer karty
pt_pt: Número no cartão
ro_ro: Număr de card
ru_ru: Номер карты
sk_sk: Číslo karty
sl_si: Številka kartice
sr_yu: Broj kartice
sv_se: Kortnummer
tr_tr: Kart numarası
uk_ua: Номер картки

source: Card type
da_dk: Korttype
no_no: Korttype
sv_se: Korttyp

source: Expiration date
bg_bg: Валидна до
da_dk: Udløbsdato
de_de: Ablaufdatum
el_gr: Ημερομηνία λήξης
es_es: Caducidad
fi_fi: Erääntymispäivä
fo_fo: Útgongudagur
hr_hr: Datum isteka
hu_hu: Lejárat dátuma
is_is: Gildistími
it_it: Data di scadenza
ja_jp: 有効期限
lt_lt: Galiojimo data
nl_nl: Vervaldatum
no_no: Utløpsdato
pl_pl: Data ważności
pt_pt: Data de validade
ro_ro: Data expirării
ru_ru: Срок действия
sk_sk: Dátum exspirácie
sl_si: Datum izteka
sr_yu: Datum isticanja
sv_se: Utgångsdatum
tr_tr: Son kullanma tarihi
uk_ua: Термін дії

source: The CVV/CVD increases the level of security. Usually the card verification data is a three digit number, placed at the backside of the card.
bg_bg: CVV/CVD кодът повишава нивото на сигурност. Обикновено кодът за потвърждаване на картата е трицифрено число, което се намира на гърба на картата.
da_dk: CVV/CVD (kontrolcifre) på kortet er med til højne sikkerheden. Koden findes normalt på bagsiden af kortet og består af tre cifre.
de_de: Die Kartenprüfdaten (CVV/CVD) erhöhen das Sicherheitsniveau. Normalerweise sind die Kartenprüfdaten eine dreistellige Zahl, die auf der Rückseite der Karte aufgedruckt ist.
el_gr: Το CVV/CVD αυξάνει το επίπεδο ασφάλειας. Συνήθως τα δεδομένα επαλήθευσης της κάρτας είναι ένας τριψήφιος αριθμός, τοποθετημένος στο πίσω μέρος της κάρτας.
es_es: El CSC/CVV aumenta el nivel de seguridad. Normalmente el código de seguridad de la tarjeta es un número de tres dígitos, colocado en la parte posterior de la tarjeta.
fi_fi: CVV/CVD korottaa turvatasoa. Yleensä kortin todentamistietona on kortin takana oleva kolminumeroinen luku.
fo_fo: CW/CVD kodan økir um trygdina. Vanliga er CVD (Card Verification Data) kodan trý tey seinastu tølini, aftanfyri á kortinum.
hr_hr: CVV/CVD kod podiže razinu sigurnosti. Obično je podatak za verifikaciju kartice 3-znamenkasti broj koji se nalazi na poleđini kartice.
hu_hu: A CVV/CVD növeli a biztonságosságot. A kártya ellenőrzőszáma többnyire egy háromjegyű szám. ami a kártya hátoldalán található.
is_is: CVV/CVD eykur öryggi. Venjulega eru sannprófunarupplýsingar kortsins þriggja stafa númer, staðsett á bakhlið kortsins.
it_it: Il CVV/CVD aumenta il livello di sicurezza. Solitamente, il codice di verifica della carta è un numero a tre cifre, indicato sul retro della carta.
ja_jp: セキュリティコード（CVV/CVD）は安全性を高めます。通常、セキュリティコードは3桁の番号で、カードの背面に書かれています。
lt_lt: CVV / CVD padidina apsaugos lygį. Dažniausiai kortelės patvirtinimo numerį sudaro trys skaitmenys, nurodyti kortelės nugarėlėje.
nl_nl: De CVV/CVD verhoogt het beveiligingsniveau. Dit is gewoonlijk een nummer van 3 getallen, die u op de achterkant van de kaart kan terugvinden.
no_no: CVV/CVD (kontrollsifre) på kortet er med på høyne sikkerheten. Koden finnes normalt på baksiden av kortet og består av tre sifre.
pl_pl: Kod CVV/CVD jest dodatkowym zabezpieczeniem. Najczęściej trzy cyfry weryfikujące środek płatniczy, znajdują się na tylnej stronie karty.
pt_pt: O CVV/CVD aumenta o nível de segurança. Normalmente, os dados de verificação do cartão são um número de três dígitos, colocado no verso do cartão.
ro_ro: Datele CVV/CVD cresc nivelul de securitate. De obicei, datele de verificare card constau dintr-un număr din trei cifre, plasate pe spatele cardului.
ru_ru: CVV/CVD повышает уровень безопасности. Обычно данные подтверждения карты представляет собой трехзначный номер, расположенный на обратной стороне карты.
sk_sk: CVV/CVD slúžia na zlepšenie zabezpečenia. Verifikačný kód karty má podobu trojciferného čísla a nachádza sa na jej zadnej strane.
sl_si: CVV/CVD številka poveča stopnjo varnosti. Številka za potrditev kartice je običajno sestavljena iz treh števil, navedena pa je na zadnji strani kartice.
sr_yu: CVV/CVD kod povećava nivo bezbednosti. Podatak za verifikaciju kartice je obično trocifreni broj koji se nalazi na poleđini kartice.
sv_se: Verifikationsnumret ökar säkerheten för dig som kund. Vanligtvis är detta ett nummer som består av tre siffror, vilka återfinns på kortets baksida.
tr_tr: CVV/CVD güvenlik seviyesini artırır. Kart doğrulama kodu genellikle kartın arka yüzünde bulunan üç haneli bir rakamdır.
uk_ua: Код CVV/CVD підвищує рівень безпеки. Зазвичай, контрольні цифри картки - це три цифри, розташовані на зворотному боці картки.

source: Enable 3D Secure
bg_bg: Активирайте защитата 3D Secure
da_dk: Aktiver 3D Secure
de_de: 3-D Secure aktivieren
el_gr: Ενεργοποίηση 3D Secure
es_es: Habilitar 3D Secure
fi_fi: Ota käyttöön 3D Secure
fo_fo: Gilda 3D Secure
hr_hr: Omogući 3D Secure
hu_hu: A 3D Secure engedélyezése
is_is: Virkja 3D Secure
it_it: Attiva 3D Secure
ja_jp: 3Dセキュアを有効化する
lt_lt: Įjungti „3D Secure“
nl_nl: Activeer 3D Beveiliging
no_no: Aktiver 3D Secure
pl_pl: Włącz usługę 3D Secure
pt_pt: Ativar o 3D Secure
ro_ro: Permiteți folosirea 3D Secure
ru_ru: Включить 3D Secure
sk_sk: Povoliť 3D Secure
sl_si: Omogoči 3-D Secure
sr_yu: Omogući 3D Secure
sv_se: Aktivera 3D Secure
tr_tr: 3D Güvenlik Sistemini Etkinleştirin
uk_ua: Увімкнути 3D Secure

source: 3D Secure is a 2 step verification service using a text message to your phone.
bg_bg: 3D Secure е услуга за потвърждаване в две стъпки, при която на телефона Ви се изпраща SMS.
da_dk: 3D Secure er en to-trins godkendelse ved hjælp af en tekstbesked til din telefon.
de_de: 3D Secure ist ein 2-stufiger Verifizierungsservice, über den eine SMS-Nachricht an Ihr Telefon gesendet wird.
el_gr: Το 3D Secure είναι είναι μια υπηρεσία επαλήθευσης 2 βημάτων που χρησιμοποιεί ένα μήνυμα κειμένου στο τηλέφωνό σας.
es_es: 3D Secure es un servicio de verificación en dos pasos que utiliza un mensaje de texto en su teléfono.
fi_fi: 3D Secure on puhelimen tekstiviestiä käyttävä 2-vaiheinen varmentautumispalvelu.
fo_fo: 3D Secure er ein váttanartænasta í 2 stigum, har SMS-boð verða send á telefon tína.
hr_hr: 3D Secure metoda je usluga verfikacije plaćanja u 2 koraka putem poruke poslane na vaštelefon.
hu_hu: A 3D Secure egy kétlépcsős ellenőrző szolgáltatás, amely szöveges üzenetet küld a telefonjára.
is_is: 3D Secure er 2ja þrepa staðfestingar þjónusta sem notast við textaskilaboð í símann þinn.
it_it: 3D Secure è un servizio di verifica in due fasi che funziona tramite sms inviati al tuo telefono.
ja_jp: 3Dセキュアとは携帯電話へのテキストメッセージ機能を利用した2段階認証サービスです。
lt_lt: „3D Secure” yra 2 žingsnių patvirtinimo paslauga, į jūsų telefoną atsiunčiant tekstinį pranešimą.
nl_nl: 3D beveiliging is een 2-staps verificatie dienst welke gebruikmaakt van een tekstbericht naar uw telefoon.
no_no: 3D Secure er to-trinns-godkjenning ved hjelp av en tekstmelding til telefonen din.
pl_pl: 3D Secure to opcja weryfikacji dwuetapowej z wykorzystaniem kodu wysyłanego w wiadomości SMS.
pt_pt: O 3D Secure é um serviço de verificação em 2 passos através de uma mensagem de texto para o seu telefone.
ro_ro: 3D Secure este un serviciu de verificare în 2 pași, care folosește un mesaj text pe telefonul Dvs.
ru_ru: 3D Secure — это служба двухэтапной проверки, выполняемой с помощью отправки СМС на телефон.
sk_sk: 3D Secure predstavuje 2-stupňovú overovaciu službu prostredníctvom odosielania SMS správ na váš mobil.
sl_si: 3-D Secure je storitev za 2-stopenjsko preverjanje pristnosti prek sporočila, ki ga prejmete na svoj telefon.
sr_yu: 3D Secure je usluga za verifikaciju iz dva koraka pomoću SMS poruke na vašem telefonu.
sv_se: 3D Secure är en 2-stegs verifikationstjänst som skickar ett text meddelande till din mobil.
tr_tr: 3D Güvenlik Sistemi telefonunuza bir metin mesajı gönderen 2 adımlı bir doğrulamadır.
uk_ua: 3D Secure - це служба двоетапної перевірки картки, яка надсилає текстове повідомлення на ваш мобільний телефон.

source: Your credit card issuer may require you to use 3D Secure as an extra precaution.
bg_bg: Издателят на кредитната Ви карта може да изиска от Вас да използвате 3D Secure като допълнителна предпазна мярка.
da_dk: Din kortudsteder kan som en ekstra sikkerhed kræve, at du bruger 3D Secure.
de_de: Ihr Kreditkartenunternehmen kann verlangen, dass Sie 3D Secure als zusätzliche Vorsichtsmaßnahme verwenden.
el_gr: Ο εκδότης της πιστωτικής σας κάρτας ενδέχεται να σας ζητήσει να χρησιμοποιήσετε το 3D Secure ως πρόσθετη προφύλαξη.
es_es: El emisor de su tarjeta de crédito puede requerir que use 3D Secure como una precaución adicional.
fi_fi: Luottokorttiyhtiösi saattaa vaatia sinua käyttämään 3D Securea ylimääräisenä varotoimena.
fo_fo: Útgevarin av korti tínum krevur møguliga at tú nýtir 3D Secure sum eitt eyka fyrivarni.
hr_hr: Izdavatelj vaše kartice može tražiti od vas da koristite 3D Secure kao dodatnu predostrožnost.
hu_hu: A hitelkártya-kibocsátója előírhatja önnek, hogy extra elővigyázatosságból a 3D Secure-t használja.
is_is: Útgefandi kreditkorts þíns gæti farið fram á það að þú notir 3D Secure sem viðbótarvarúðarráðstöfun.
it_it: Il fornitore della carta di credito potrebbe richiederti di usare 3D Secure come precauzione aggiuntiva.
ja_jp: クレジットカード発行会社がセキュリティを向上させるために３Dセキュアを要求する場合があります。
lt_lt: Jūsų kreditinės kortelės išdavėjas gali reikalauti naudoti „3D Secure” kaip papildomą apsaugą.
nl_nl: Uw creditcard aanbieder vereist wellicht dat u gebruikmaakt van 3D beveiliging als extra vorm van zekerheid.
no_no: Din kortutsteder kan kreve at du bruker 3D Secure som en ekstra sikkerhet.
pl_pl: Instytucja wydająca kartę płatniczą, może wymagać zastosowania 3D Secure jako dodatkowego zabezpieczenia.
pt_pt: A entidade emissora do seu cartão de crédito pode exigir que utilize o 3D Secure como precaução suplementar.
ro_ro: Instituția care v-a eliberat cardul poate solicita folosirea 3D Secure ca o măsură adițională de precauție.
ru_ru: Эмитент вашей кредитной карты может потребовать от вас использования 3D Secure в качестве дополнительной меры предосторожности.
sk_sk: Vydavateľ vašej kreditnej karty vás môže požiadať, aby ste použili 3D Secure za účelom lepšieho zabezpečenia.
sl_si: Vaš izdajatelj kreditne kartice lahko zahteva, da uporabljate 3-D Secure kot dodatni varnostni ukrep.
sr_yu: Izdavač vaše kreditne kartice može zahtevati da koristite 3D Secure kao dodatnu meru predostrožnosti.
sv_se: Din kortutgivare kan ha som krav att du använder 3D Secure som en extra säkerhetsåtgärd.
tr_tr: Kredi kartı düzenleyiciniz ek önlem olarak 3D Güvenlik Sistemi kullanmanızı gerektirebilir.
uk_ua: Емітент вашої банківської картки може вимагати від вас використовувати 3D Secure для додаткового захисту.

source: Pay
bg_bg: Плати
da_dk: Betal
de_de: Bezahlen
el_gr: Πληρωμή
es_es: Paga
fi_fi: Maksa
fo_fo: Gjald
hr_hr: Plati
hu_hu: Fizetés
is_is: Borga
it_it: Paga
ja_jp: 支払い
lt_lt: Mokėti
nl_nl: Betaal
no_no: Betal
pl_pl: Zapłać
pt_pt: Pagar
ro_ro: Plătiți
ru_ru: Оплатить
sk_sk: Zaplatiť
sl_si: Plačaj
sr_yu: Plati
sv_se: Betala
tr_tr: Ödeyin
uk_ua: Оплатити

source: Create subscription
bg_bg: Създай абонамент
da_dk: Opret abonnement
de_de: Abonnement erstellen
el_gr: Δημιουργία συνδρομής
es_es: Crear suscripción
fi_fi: Luo tilaus
fo_fo: Stovna hald
hr_hr: Stvori pretplatu
hu_hu: Előfizetés létrehozása
is_is: Búa til áskrift
it_it: Crea un abbonamento
ja_jp: 定期支払を作成
lt_lt: Kurti prenumeratą
nl_nl: Abonneer
no_no: Opprett abonnement
pl_pl: Oferta abonamentowa
pt_pt: Criar a subscrição
ro_ro: Creați înregistrare
ru_ru: Создать подписку
sk_sk: Vytvoriť odber
sl_si: Ustvari naročnino
sr_yu: Napravi pretplatu
sv_se: Skapa prenumeration
tr_tr: Abonelik oluşturun
uk_ua: Створити підписку

source: Save card
bg_bg: Запази картата
da_dk: Gem kort
de_de: Karte speichern
el_gr: Αποθήκευση κάρτας
es_es: Guardar la tarjeta
fi_fi: Tallenna kortti
fo_fo: Goym kort
hr_hr: Sačuvaj karticu
hu_hu: Kártya elmentése
is_is: Vista kort
it_it: Salva la carta
ja_jp: カードを保存
lt_lt: Įrašyti kortelę
nl_nl: Kaart bewaren
no_no: Lagre kort
pl_pl: Zapisz kartę
pt_pt: Guardar o cartão
ro_ro: Salvați cardul
ru_ru: Сохранить карту
sk_sk: Uložiť kartu
sl_si: Shrani kartico
sr_yu: Sačuvaj karticu
sv_se: Spara kort
tr_tr: Kartı kaydedin
uk_ua: Зберегти картку

source: Receive
bg_bg: Изпрати
da_dk: Modtag
de_de: Erhalten
el_gr: Λήψη
hr_hr: Primi
hu_hu: Fogadás
is_is: Taka á móti
it_it: Ricevi
ja_jp: 受け取り
lt_lt: Gauti
nl_nl: Ontvang
no_no: Motta
pl_pl: Pobierz
pt_pt: Receber
ro_ro: Primiți
ru_ru: Получить
sk_sk: Prijať
sl_si: Prejmi
sr_yu: Primi
sv_se: Ta emot
tr_tr: Alın
uk_ua: Отримати

source: Payment fee
bg_bg: Такса за плащането
da_dk: Gebyr
de_de: Zahlungsgebühren
el_gr: Τέλος πληρωμής
es_es: Cuota de pago
fi_fi: Maksu kustannus
fo_fo: Gjaldingar avgjald
hr_hr: Naknada plaćanja
hu_hu: Kifizetési díj
is_is: Greiðslugjald
it_it: Commissione per il pagamento
ja_jp: 支払い手数料
lt_lt: Mokėjimo mokestis
nl_nl: Betalingskosten
no_no: Gebyr
pl_pl: Prowizja za płatność
pt_pt: Taxa de pagamento
ro_ro: Taxă percepută pentru plată
ru_ru: Комиссия за платеж
sk_sk: Poplatok za platbu
sl_si: Provizija za plačilo
sr_yu: Provizija za plaćanje
sv_se: Betalningsavgift
tr_tr: Ödeme ücreti
uk_ua: Комісія за платіж

source: Fill in card number
bg_bg: Попълнете номера на картата
da_dk: Udfyld kortnummer
de_de: Kartennummer eingeben
el_gr: Συμπληρώστε τον αριθμό κάρτας
es_es: Rellene el número de tarjeta
fi_fi: Täytä kortin numero
fo_fo: Útfyll kortnummar
hr_hr: Upišite broj kartice
hu_hu: Írja be a kártyaszámot
is_is: Fylltu inn kortanúmer
it_it: Inserisci il numero della carta
ja_jp: カード番号を入力
lt_lt: Įrašyti kortelės numerį
nl_nl: Vul het kaartnummer in
no_no: Fyll ut kortnummer
pl_pl: Wprowadź numer karty
pt_pt: Preencher o número do cartão
ro_ro: Completați numărul de card
ru_ru: Укажите номер карты
sk_sk: Zadajte číslo karty
sl_si: Vnesite številko kartice
sr_yu: Popunite broj kartice
sv_se: Fyll i kortnummer
tr_tr: Kart numarasını girin
uk_ua: Введіть номер картки

source: An error happened.
bg_bg: Възникна грешка.
da_dk: Der skete en fejl.
de_de: Ein Fehler ist aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα.
es_es: Ocurrió un error.
fi_fi: Tapahtui virhe.
fo_fo: Ein feilur kom í.
hr_hr: Nastala je greška.
hu_hu: Hiba lépett fel.
is_is: Villa kom upp.
it_it: Si è verificato un errore.
ja_jp: エラーが発生しました。
lt_lt: Įvyko klaida.
nl_nl: Er is een fout opgetreden.
no_no: Det skjedde en feil.
pl_pl: Pojawił się błąd.
pt_pt: Ocorreu um erro.
ro_ro: A intervenit o eroare.
ru_ru: Произошла ошибка.
sk_sk: Vyskytla sa chyba.
sl_si: Prišlo je do napake.
sr_yu: Došlo je do greške.
sv_se: Ett fel inträffade.
tr_tr: Bir hata oluştu.
uk_ua: Виникла помилка.

source: You tried to make a live payment on a test transaction.
bg_bg: Опитахте се да извършите реално плащане пробна трансакция.
da_dk: Du har forsøgt at gennemføre en rigtig betaling på en testbetaling.
de_de: Sie haben versucht, an einer Testtransaktion eine reale Zahlung durchzuführen.
el_gr: Προσπαθήσατε να πραγματοποιήσετε μια ζωντανή πληρωμή σε μια δοκιμαστική συναλλαγή.
es_es: Ha intentado realizar un pago directo en una transacción de prueba.
fi_fi: Yritit suorittaa oikean maksun testitapahtumaan.
fo_fo: Tú royndi at gera eina veruliga gjalding á einum test-keypi.
hr_hr: Pokušali ste izvršiti direktno plaćanje na testnoj transakciji.
hu_hu: Valódi kifizetést próbált teljesíteni egy teszt tranzakcióban.
is_is: Þú reyndir að framkvæma raungreiðslu á prófunarfærslu.
it_it: Hai provato ad effettuare un pagamento reale in una transazione di prova.
ja_jp: テストトランザクションにてライブ支払いを試みました。
lt_lt: Per bandomąją operaciją mėginote atlikti tiesioginį mokėjimą.
nl_nl: U heeft geprobeerd een echte betaling te doen bij een test transactie.
no_no: Du har forsøkt å gjennomføre en virkelig betaling på en testbetaling.
pl_pl: Dokonano proby zrealizowania płatności live w transakcji testowej.
pt_pt: Tentou fazer um pagamento ao vivo numa transação de teste.
ro_ro: Ați încercat să faceți o plată reală pe o tranzacție de testare.
ru_ru: Вы попытались выполнить реальный платеж по пробной транзакции.
sk_sk: Pokúsili ste sa vykonať reálnu platbu skúšobným prevodom.
sl_si: Poskusili ste plačati v živo s testno transakcijo.
sr_yu: Pokušali ste da izvršite stvarno plaćanje na probnoj transakciji.
sv_se: Du försökte genomföra en riktig betalning på en testtransaktion.
tr_tr: Test işlemde canlı ödeme yapmaya çalıştınız.
uk_ua: Ви намагалися здійснити платіж наживо з використанням тестової транзакції.

source: You tried to make a test payment on a live transaction.
bg_bg: Опитахте се да направите пробно плащане върху реална трансакция.
da_dk: Du har forsøgt at gennemføre en rigtig betaling på en testbetaling.
de_de: Sie haben versucht, an einer realen Transaktion eine Testzahlung durchzuführen.
el_gr: Προσπαθήσατε να πραγματοποιήσετε μια δοκιμαστική πληρωμή σε μια ζωντανή συναλλαγή.
es_es: Ha intentado realizar un pago de prueba en una transacción en vivo.
fi_fi: Yritit suorittaa testimaksun oikeaan tapahtumaan.
fo_fo: Tú royndi at gera eina test-gjalding á einum veruligum keypi.
hr_hr: Pokušali ste izvršiti testno plaćanje na direktnoj transakciji.
hu_hu: Teszt kifizetést teljesített egy valódi tranzakcióban.
is_is: Þú reyndir að framkvæma prófunargreiðslu á raunfærslu.
it_it: Hai provato ad effettuare un pagamento di prova in una transazione reale.
ja_jp: ライブトランザクションにてテスト支払いを試みました。
lt_lt: Per tiesioginę operaciją mėginote atlikti bandomąjį mokėjimą.
nl_nl: U heeft geprobeerd een test betaling bij een echte transactie te doen.
no_no: Du har forsøkt å gjennomføre en virkelig betaling på en testbetaling.
pl_pl: Dokonano próby zrealizowania płatności testowej z transakcji live.
pt_pt: Tentou fazer um pagamento de teste numa transação ao vivo.
ro_ro: Ați încercat să faceți o plată de testare pe o tranzacție reală.
ru_ru: Вы попытались выполнить пробный платеж по реальной транзакции.
sk_sk: Pokúsili ste sa vykonať skúšobnú platbu reálnym prevodom.
sl_si: Poskusili ste opraviti testno plačilo za transakcijo v živo.
sr_yu: Pokušali ste da izvršite probno plaćanje na stvarnoj transakciji.
sv_se: Du försökte göra en testbetalning vid en riktig transaktion.
tr_tr: Canlı işlemde test ödeme yapmaya çalıştınız.
uk_ua: Ви намагалися здійснити тестовий платіж з використанням транзакції наживо.

source: Gender
bg_bg: Пол
da_dk: Køn
de_de: Geschlecht
el_gr: Φύλο
es_es: Sexo
fi_fi: Sukupuoli
fo_fo: Kyn
hr_hr: Spol
hu_hu: Nem
is_is: Kyn
it_it: Sesso
ja_jp: 性別
lt_lt: Lytis
nl_nl: Geslacht
no_no: Kjønn
pl_pl: Płeć
pt_pt: Sexo
ro_ro: Sex
ru_ru: Пол
sk_sk: Pohlavie
sr_yu: Pol
sv_se: Kön
tr_tr: Cinsiyet
uk_ua: Стать

source: Male
bg_bg: мъжки
da_dk: Mand
de_de: Männlich
el_gr: Άνδρας
es_es: Masculino
fi_fi: Mies
fo_fo: Mannfólk
hr_hr: Muški
hu_hu: Férfi
is_is: Karlkyns
it_it: Maschio
ja_jp: 男
lt_lt: Vyriška
nl_nl: Man
no_no: Mann
pl_pl: Mężczyzna
pt_pt: Masculino
ro_ro: Masculin
ru_ru: Мужчина
sk_sk: Muž
sr_yu: Muško
sv_se: Man
tr_tr: Erkek
uk_ua: Чоловік

source: Female
bg_bg: женски
da_dk: Kvinde
de_de: Weiblich
el_gr: Γυναίκα
es_es: Femenino
fi_fi: Nainen
fo_fo: Konufólk
hr_hr: Ženski
hu_hu: Nő
is_is: Kvenkyns
it_it: Femmina
ja_jp: 女
lt_lt: Moteriška
nl_nl: Vrouw
no_no: Kvinne
pl_pl: Kobieta
pt_pt: Feminino
ro_ro: Feminin
ru_ru: Женщина
sk_sk: Žena
sr_yu: Žensko
sv_se: Kvinna
tr_tr: Kadın
uk_ua: Жінка

source: Country
bg_bg: Държава
da_dk: Land
de_de: Land
el_gr: Χώρα
es_es: País
fi_fi: Maa
fo_fo: Land
hr_hr: Država
hu_hu: Ország
is_is: Land
it_it: Paese
ja_jp: 国
lt_lt: Šalis
nl_nl: Land
no_no: Land
pl_pl: Kraj
pt_pt: País
ro_ro: Țara
ru_ru: Страна
sk_sk: Krajina
sr_yu: Država
sv_se: Land
tr_tr: Ülke
uk_ua: Країна

source: Denmark
bg_bg: Дания
da_dk: Danmark
de_de: Dänemark
el_gr: Δανία
es_es: Dinamarca
fi_fi: Tanska
fo_fo: Danmark
hr_hr: Danska
hu_hu: Dánia
is_is: Danmörk
it_it: Danimarca
ja_jp: デンマーク
lt_lt: Danija
nl_nl: Denemarken
no_no: Danmark
pl_pl: Dania
pt_pt: Dinamarca
ro_ro: Danemarca
ru_ru: Дания
sk_sk: Dánsko
sr_yu: Danska
sv_se: Danmark
tr_tr: Danimarka
uk_ua: Данія

source: Sweden
bg_bg: Швеция
da_dk: Sverige
de_de: Schweden
el_gr: Σουηδία
es_es: Suecia
fi_fi: Ruotsi
fo_fo: Svøríki
hr_hr: Švedska
hu_hu: Svédország
is_is: Svíþjóð
it_it: Svezia
ja_jp: スウェーデン
lt_lt: Švedija
nl_nl: Zweden
no_no: Sverige
pl_pl: Szwecja
pt_pt: Suécia
ro_ro: Suedia
ru_ru: Швеция
sk_sk: Švédsko
sr_yu: Švedska
sv_se: Sverige
tr_tr: İsveç
uk_ua: Швеція

source: Norway
bg_bg: Норвегия
da_dk: Norge
de_de: Norwegen
el_gr: Νορβηγία
es_es: Noruega
fi_fi: Norja
fo_fo: Noreg
hr_hr: Norveška
hu_hu: Norvégia
is_is: Noregur
it_it: Norvegia
ja_jp: ノルウェー
lt_lt: Norvegija
nl_nl: Noorwegen
no_no: Norge
pl_pl: Norwegia
pt_pt: Noruega
ro_ro: Norvegia
ru_ru: Норвегия
sk_sk: Nórsko
sr_yu: Norveška
sv_se: Norge
tr_tr: Norveç
uk_ua: Норвегія

source: Netherlands
bg_bg: Нидерландия
da_dk: Holland
de_de: Niederlande
el_gr: Ολλανδία
es_es: Países Bajos
fi_fi: Alankomaat
fo_fo: Niðurlond
hr_hr: Nizozemska
hu_hu: Hollandia
is_is: Holland
it_it: Paesi Bassi
ja_jp: オランダ
lt_lt: Olandija
nl_nl: Nederland
no_no: Nederland
pl_pl: Holandia
pt_pt: Países Baixos
ro_ro: Olanda
ru_ru: Нидерланды
sk_sk: Holandsko
sr_yu: Holandija
sv_se: Nederländerna
tr_tr: Hollanda
uk_ua: Нідерланди

source: Germany
bg_bg: Германия
da_dk: Tyskland
de_de: Deutschland
el_gr: Γερμανία
es_es: Alemania
fi_fi: Saksa
fo_fo: Týskland
hr_hr: Njemačka
hu_hu: Németország
is_is: Þýskaland
it_it: Germania
ja_jp: ドイツ
lt_lt: Vokietija
nl_nl: Duitsland
no_no: Tyskland
pl_pl: Niemcy
pt_pt: Alemanha
ro_ro: Germania
ru_ru: Германия
sk_sk: Nemecko
sr_yu: Nemačka
sv_se: Tyskland
tr_tr: Almanya
uk_ua: Німеччина

source: Austria
bg_bg: Австрия
da_dk: Östrig
de_de: Österreich
el_gr: Αυστρία
fi_fi: Itävalta
fo_fo: Eysturríki
hr_hr: Austrija
hu_hu: Ausztria
is_is: Austurríki
ja_jp: オーストリア
lt_lt: Austrija
nl_nl: Oostenrijk
no_no: Østerrike
pt_pt: Áustria
ru_ru: Австрия
sk_sk: Rakúsko
sr_yu: Austrija
sv_se: Österrike
tr_tr: Avusturya
uk_ua: Австрія
